<?php

return [
    'comanyidList' => [
        7, 8, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 24, 25, 26, 27, 28, 29, 30
    ],
    'comapany' => [
        'A001資通電腦股份有限公司' => 7,
        'BG东莞照明事业群' => 9, // 未使用
        'MTIW江扬科技（无锡）有限公司' => 11,
        '1301群光電子(東莞)有限公司' => 12,
        '1303茂瑞電子（東莞）有限公司' => 13,
        '3301展達通訊（蘇州）有限公司' => 14,
        //'WANSHIH万旭电子/光电有限公司' => 15,
        'WANSHIH（大陆）万旭电子有限公司' => 15,
        'WSC萬旭電業股份有限公司' => 16,
        'KS南昌凯迅光电有限公司' => 17,
        '2302群光電能科技（蘇州）有限公司' => 18,
        'SiLanic杭州士兰微电子股份有限公司半导体制造事业总部' => 19,
        'WFB苏州五方光电材料有限公司' => 20,
        'WFGD湖北五方光电股份有限公司' => 21,
        'CMH勤美达(武汉)精密机械有限公司' => 22,
        //'A002纮华电子科技（上海）有限公司' => 23,//企业内网独立部署
        'WFJT湖北五方晶体有限公司' => 24,
        'ASEWX无锡通芝微电子有限公司' => 25,
        'CMS苏州勤美达精密机械有限公司' => 26,
        'CSI南昌菱光科技有限公司' => 27,
        'TETC寧波晶創科技有限公司' => 28,
        'CMW勤威（天津）工业有限公司' => 29,

        // 域名使用新的 hrm.cmb.js.cn 切换其他阿里云服务器
        'CMB苏州勤堡精密机械有限公司' => 30,
    ],

];
